import igor from '../../public/Igor.jpg';
import lena from '../../public/Lena.jpg';
import vika from '../../public/Vika.jpg';
import Sergey from '../../public/Sergey.jpg';
import Alex from '../../public/Alex.jpg';
import Julya from '../../public/Julya.jpg';
import Pavel from '../../public/Pavel.jpg';
import Kate from '../../public/Kate.jpg';
import Ilya from '../../public/Ilya.jpg';
import Cris from '../../public/Cris.jpg';
import Roman from '../../public/Roman.jpg';
import Aya from '../../public/Aya.jpg';
import Polina from '../../public/Polina.jpg';
import Miha from '../../public/Miha.jpg';


const data = [
  {
    "id":"fYCo",
    "name": "Игарь",
    "city": "Лас-Вегас-Коптево",
    "profession": "Делигатор",
    "photo": igor,
    "color": "Зелень",
    "colorCode":"green",
    "drink": "Имбирный эль",
    "sweet": "Нет",
    "quiz": "киношки\\игры\\сериалы",
    "about": "Женат на великолепной Леди <3 \nвсем ауф. "
  },
  {
    "id":"LmaD",
    "name": "Лена",
    "city": "Дубай",
    "profession": "Вытирать пыль",
    "photo": lena,
    "color": "Розовый или белый",
    "colorCode":"pink",
    "drink": "Джин и Индиан тоник, а сидр и лавандовый сироп принесу сама",
    "sweet": "Да",
    "quiz": "Жопа Дениса, искусство, мода, забавные факты",
    "about": "Я с тобой живу"
  },
  {
    "id":"ghjW",
    "name": "Викуля",
    "city": "Moscow",
    "profession": "Делаю клац-клац",
    "photo": vika,
    "color": "Оранжевый",
    "colorCode":"orange",
    "drink": "Безалкогольный",
    "sweet": "Да",
    "quiz": "любое, кроме зарубежных фильмов и музыки",
    "about": "не зовите играть в мафию - проиграете))) "
  },
  {
    "id":"vZXa",
    "name": "Сергей",
    "city": "Ростов-на-Дону",
    "profession": "Дальнобойщик",
    "photo": Sergey,
    "color": "Красный",
    "colorCode":"red",
    "drink": "Виски",
    "sweet": "Да",
    "quiz": "Гарри Поттер",
    "about": "Двигаюсь по жизни ровно, вопросы решаю, курю кальянчик, играю в покер"
  },
  {
    "id":"LIcr",
    "name": "Алексей",
    "city": "Ростов",
    "profession": "Системный администратор",
    "photo": Alex,
    "color": "Серый",
    "colorCode":"gray",
    "drink": "Вкусный",
    "sweet": "Да",
    "quiz": "История древнего Рима",
    "about": "Не хватает пива и чипсов"
  },
  {
    "id":"l499",
    "name": "Юлия ",
    "city": "Одинцово ",
    "profession": "Инженер по техносферной безопасности ",
    "photo": Julya,
    "color": "Розовый ",
    "colorCode":"pink",
    "drink": "Нет предпочтений ",
    "sweet": "Да",
    "quiz": "Турецкие сериалы",
    "about": "Юля 27 лет, нет времени работать т.к люблю смотреть турецкие сериалы,  заниматься  зумбой и осваивать скиппинг. \nЕсть собака, муж, ребенок. "
  },
  {
    "id":"0kVo",
    "name": "Павел ",
    "city": "Родионовка ",
    "profession": "Бариста ",
    "photo": Pavel,
    "colorCode":"black",
    "color": "Черный ",
    "drink": "Пиво ",
    "sweet": "Да",
    "quiz": "Кафе и рестораны ",
    "about": "Высокий, стройный, красивый "
  },
  {
    "id":"0ayR",
    "name": "Екатерина ",
    "city": "Москва ",
    "profession": "IT",
    "photo": Kate,
    "colorCode":"gray",
    "color": "Серебряный ",
    "drink": "Добрый кола",
    "sweet": "Да",
    "quiz": "Викторины ",
    "about": "Просто человечище"
  },
  {
    "id":"pE3B",
    "name": "Илья",
    "city": "Королёв ",
    "profession": "Инженер-конструктор ",
    "photo": Ilya,
    "colorCode":"orange",
    "color": "Оранжевый",
    "drink": "Белый ром или джин",
    "sweet": "Нет",
    "quiz": "Футбол, аниме, стандарты чертежей ГОСТ, стоимость квартир, сорта картофеля",
    "about": "Переехал из Ростова-на-Дону 3 года назад, люблю футбол, люблю есть, пить, спать, смотреть Ютуб, учиться, лениться, собирать комп и рубить дрова"
  },
  {
    "id":"8CyW",
    "name": "Кристина",
    "city": "Королев",
    "profession": "бухгалтер",
    "photo": Cris,
    "color": "розовый",
    "colorCode":"pink",
    "drink": "вино, шампанское (сухое все, СУХОЕ)",
    "sweet": "Да",
    "quiz": "музыка",
    "about": "люблю разную музыку, люблю детективы и караоке (но только дома)\nпосле определенного количества алкоголя, люблю доебаться с вопросами, кто ты по жизни, люблю смешные картинки и смешные фотки. испорчу любую даже саму классную фотографию "
  },
  {
    "id":"VEcq",
    "name": "Роман",
    "city": "Ростов на Дону",
    "profession": "Ип",
    "photo": Roman,
    "color": "Черный",
    "colorCode":"black",
    "drink": "Виски",
    "sweet": "Нет",
    "quiz": "Видеоигры",
    "about": "Люблю видеоигры, спорт и свою девушку😅"
  },
  {
    "id":"oCrg",
    "name": "Ая",
    "city": "Ростов-на-Дону ",
    "profession": "Мастер реконструкции волос",
    "photo": Aya,
    "colorCode":"amber",
    "color": "Песочный",
    "drink": "С лёгкой кислинкой",
    "sweet": "Да",
    "quiz": "Гарри Поттер ",
    "about": "Обладательница лучшего мужчины на Земле, самых афигенных друзей, безбашенной семьи и просто прекрасная девушка!"
  },
  {
    "id":"ZPcZ",
    "name": "Полина",
    "city": "Ростов-на-Дону",
    "profession": "Помощник врача-эпидемиолога ",
    "photo": Polina,
    "color": "Фиолетовый",
    "colorCode":"purple",
    "drink": "Сладкий ",
    "sweet": "Да",
    "quiz": "Аниме ",
    "about": "Чилим с Лёхой в Ростове, езжу на красной калине, стараюсь быть всегда на позитиве)"
  },
  {
    "id":"CgVQ",
    "name": "Михас",
    "city": "Сургут",
    "profession": "Кодер-самозванец",
    "photo": Miha,
    "color": "Синий",
    "colorCode":"blue",
    "drink": "Кола",
    "sweet": "Да",
    "quiz": "Сериальчики",
    "about": "Коренной северянин, родом из Сургута. Выбрался из замкадья, живу в Москве. Пытаюсь писать код, временами получается)))"
  }
]

export default data;